import React from "react";
import { Card, CardHeader, CardTitle, Row, Col } from "reactstrap";
import "../../assets/scss/pages/authentication.scss";

class Politics extends React.Component {
  render() {
    return (
      <Row className="m-0 justify-content-center">
        <Col
          sm="8"
          xl="7"
          lg="10"
          md="8"
          className="d-flex justify-content-center"
        >
          <Card className="bg-authentication rounded-0 m-0 w-100">
            <Row className="m-0">
              <Col
                lg="12"
                className="d-lg-block d-none text-left align-self-center px-1 py-0"
              >
                <h2>Пользовательское соглашение</h2>
                <h3>Пользовательское соглашение GIQ GROUP</h3>
                <p>
                  Данное пользовательское соглашение регулирует отношения между
                  Администрацией Сайта https://giq-group.com/ (далее по тексту —
                  Сайт) и пользователями сайта по использованию Сайта, по
                  размещению на сайте комментариев и использованию материалов
                  Сайта. Внимательно прочитайте настоящее Соглашение и правила,
                  прежде чем начать пользоваться Сайтом. Вы обязаны соблюдать
                  условия Соглашения и правила, заходя на этот Сайт, используя
                  его содержание и любые сервисы (услуги), предлагаемые на
                  Сайте. В случае, если вы не согласны с условиями Соглашения и
                  правилами, вы не можете пользоваться Сайтом или использовать
                  его содержание, любые сервисы, предлагаемые на нем, а также
                  посещать страницы, размещенные в доменной зоне Сайта.
                  Содержание:
                </p>
                <ul>
                  <li>Общие положения</li>
                  <li>Авторское право</li>
                  <li>Урегулирование споров</li>
                  <li>Комментарии на сайте</li>
                  <li>Прочие положения</li>
                </ul>
                <h3>1. Общие положения</h3>
                <p>
                  1.1. Сайт является общедоступным для пользователей
                  информационным ресурсом и осуществляет свою деятельность с
                  соблюдением действующего законодательства Республики Казахстан
                  <br/>1.2. Отношения, связанные с использованием Сайта, регулируется
                  законодательством Республики Казахстан и настоящим
                  Пользовательским соглашением. <br/>1.3. Пользовательское соглашение
                  является публичной офертой. Начиная использование Сайта,
                  пользователь автоматически присоединяется к Пользовательскому
                  соглашению и полностью принимает его условия. <br/>1.4. Актуальная
                  редакция Пользовательского Соглашения размещена по адресу:
                  https://giq-group.com/politics/. <br/>1.5. Администрация
                  Сайта может в любое время изменять Пользовательское соглашение
                  по своему усмотрению. 1.6. Если пользователь не согласен с
                  Пользовательским соглашением или с его отдельными условиями,
                  он обязан прекратить использование Сайта и любых его
                  материалов.
                </p>
                <h3>2. Авторское право</h3>
                <p>
                  2.1. Исключительные авторские права на сайт, его название,
                  статьи и иные произведения, размещенные на сайте, принадлежат
                  Администрации Сайта. <br/>2.2. Любое использование статей с Сайта,
                  а также любых других материалов, в том числе воспроизведение и
                  распространение любыми способами, публичный показ, доведение
                  до всеобщего сведения, копирование (полное и частичное),
                  перевод, переделка, запрещено без согласия правообладателя
                  (Администрации Сайта). <br/>2.3. Цитирование статей возможно с
                  соблюдением условий, указанных в п. 2.4. Пользовательского
                  соглашения. <br/>2.4. При цитировании любых статей с Сайта в
                  Интернете обязательна ссылка на первоисточник в виде активной,
                  не закрытой от индексирования поисковыми системами ссылки на
                  статью. При цитировании статей с Сайта в печатных изданиях
                  обязательна ссылка на Сайт.
                </p>
                <h3>3. Урегулирование споров</h3>
                <p>
                  3.1. Администрация Сайта отрицательно относится к нарушению
                  авторских прав на публикуемые материалы и со своей стороны
                  прикладывает все возможные усилия для предотвращения подобных
                  нарушений на Сайте. <br/>3.2. Если Вы являетесь автором или
                  правообладателем исключительных прав, включая исключительное
                  право на воспроизведение, публичный показ, доведение до
                  всеобщего сведения, и считаете, что Ваши права каким-то
                  образом нарушаются с использованием Сайта, мы просим
                  незамедлительно связаться с Администрацией Сайта письмом в
                  электронном виде. <br/>3.3. Согласно действующему законодательству
                  Республики Казахстан Администрация Сайта готова рассмотреть
                  любые спорные вопросы в рамках досудебного (претензионного или
                  иного) порядка урегулирования. <br/>3.4. Для этого необходимо
                  прислать Администрации Сайта скан письма за подписью
                  Правообладателя или его уполномоченного представителя, в
                  котором указать следующие данные: информацию об объекте
                  авторского права (наименование произведения или продукта,
                  документ, подтверждающий право собственности либо авторское
                  право на изображение и т.д.); информацию о Правообладателе
                  (для юридического лица — полное наименование организации,
                  юридический адрес, скан документа о государственной
                  регистрации; для физического лица — ФИО, паспортные данные);
                  информация о представителе Правообладателя, подписавшего
                  письмо (ФИО, должность, скан доверенности, для генерального
                  директора — скан приказа/протокола о назначении); адрес
                  страницы Сайта, где расположены материалы, права на которые
                  принадлежат Правообладателю; описание сути нарушения прав
                  (почему распространение данной информации запрещено
                  Правообладателем); дата, подпись; контактные данные: телефон,
                  e-mail. <br/>3.5. Администрация Сайта рассматривает обращение в
                  срок, не превышающий 10 (десяти) календарных дней. В случае
                  если Администрация Сайта признает обращение обоснованным, то
                  соответствующие материалы будут удалены с Сайта
                  незамедлительно. <br/>3.6. Администрация Сайта преследует нарушение
                  своих авторских прав, в том числе в судебном порядке. <br/>3.7.
                  Если вы хотите использовать какие-либо произведения,
                  расположенные на сайте, то обязаны связаться с Администрацией
                  Сайта для получения согласия. В противном случае использование
                  произведений будет незаконным, и Администрация Сайта оставляет
                  за собой право обращения с претензией в рамках досудебного
                  урегулирования спора или в суд.
                </p>
                <h3>4. Прочие положения</h3>
                <p>
                  4.1. Пользователь несет самостоятельно ответственность перед
                  третьими лицами за свои действия, связанные с использованием
                  информации с Сайта. <br/>4.2. Пользователь соглашается, что статьи
                  на сайте сопровождаются рекламой. Администрация Сайта не несет
                  какой-либо ответственности и не имеет каких-либо обязательств
                  в связи с такой рекламой.<br/>4.3. Пользователю запрещено
                  осуществлять действия, направленные на нарушение нормальной
                  работы Сайта. <br/>4.4. Пользователь предупреждается, что
                  Администрация Сайта не несет ответственности за посещение и
                  использование им внешних сайтов, ссылки на которые размещены
                  на Сайте. Вы не имеете права использовать возможности Сайта и
                  посещать страницы, расположенные в области доменного имени
                  https://giq-group.com/ в случае не согласия с настоящим
                  соглашением и Правилами, пожалуйста, незамедлительно покиньте
                  наш сайт.
                </p>
              </Col>
            </Row>
          </Card>
        </Col>
      </Row>
    );
  }
}
export default Politics;
